packages/django-jbank/django-jbank-3.8.6.tar.gz/django-jbank-3.8.6/logs/ws/00000017a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pkif="http://danskebank.dk/PKI/PKIFactoryService" xmlns:elem="http://danskebank.dk/PKI/PKIFactoryService/elements">
  <soapenv:Header/>
  <soapenv:Body>
    <pkif:CreateCertificateIn>
      <pkif:RequestHeader>
        <pkif:SenderId>6D3142</pkif:SenderId>
        <pkif:CustomerId>6D3142</pkif:CustomerId>
        <pkif:RequestId>17</pkif:RequestId>
        <pkif:Timestamp>2020-07-20T19:46:18.647190+03:00</pkif:Timestamp>
        <pkif:InterfaceVersion>1</pkif:InterfaceVersion>
      </pkif:RequestHeader>
    <EncryptedData xmlns="http://www.w3.org/2001/04/xmlenc#" Type="http://www.w3.org/2001/04/xmlenc#Element">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#tripledes-cbc"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<EncryptedKey xmlns="http://www.w3.org/2001/04/xmlenc#">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#rsa-1_5"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<X509Data>
<X509Certificate>MIIFATCCAumgAwIBAgIFAQjv8bkwDQYJKoZIhvcNAQELBQAwgZgxEDAOBgNVBAMT
B0RCR1JPT1QxCzAJBgNVBAYTAkRLMRMwEQYDVQQHEwpDb3BlbmhhZ2VuMRAwDgYD
VQQIEwdEZW5tYXJrMRowGAYDVQQKExFEYW5za2UgQmFuayBHcm91cDEaMBgGA1UE
CxMRRGFuc2tlIEJhbmsgR3JvdXAxGDAWBgNVBAUTDzYxMTI2MjI4MTExMDAwMzAe
Fw0yMDAyMDQxMjAwMDBaFw0yMjAyMDQxMjAwMDBaMIGYMRAwDgYDVQQDEwdEUENS
WVBUMQswCQYDVQQGEwJESzETMBEGA1UEBxMKQ29wZW5oYWdlbjEQMA4GA1UECBMH
RGVubWFyazEaMBgGA1UEChMRRGFuc2tlIEJhbmsgR3JvdXAxGjAYBgNVBAsTEURh
bnNrZSBCYW5rIEdyb3VwMRgwFgYDVQQFEw82MTEyNjIyODQ5MTAwMDkwggEgMA0G
CSqGSIb3DQEBAQUAA4IBDQAwggEIAoIBAQCmSUzQYj0Fx3jwvkz0lhmyyXRKwo5T
hts+1xFrG7euQ6oIMUJJpr8tgKxwDxdxxK/RXaYCHRH9mpIoyxCPlS3reRF4BMB6
gL2KOINnRyC3jmJ7kYHyWdhYfMb5VPIvusqPXc91HdVJb6rxvVSrTy/dB+V1od2q
uHNxA+Luhno37CXU1STrVvSrgHzOm45MROryuOu0lWY+d49tWZN9ilNI2Rf8mJjT
ZVKwJu4v02jXLGAqWpXQX0vxa7nI1D0xkOqnTvd04iDOdDE+jRtiy3SF8508LRqQ
jRH+9TZbX++yFd9Z/AR2h6AwM8OsLSC1QMJG7KeJw8st7K9i8KEOdglpAgEDo1Iw
UDAfBgNVHSMEGDAWgBTrVX/FmGlwJqoQ3fgyj1cJ40A/OjAdBgNVHQ4EFgQUMowN
BX+7Vy5lfO+d+tCxZ+ZupdYwDgYDVR0PAQH/BAQDAgQwMA0GCSqGSIb3DQEBCwUA
A4ICAQA+TV7cAPm5mKIAzTfuS4x4/KAlysTXZ3o0F2fYZmylNnUafi0+T21utPAv
bBYVFpr9fRq+q0L75ZCqU4pDvRLpHF7Q0RZ01ra7otVS78saxc/YUql+MsnHxeUw
9F8FJx7234KlRkhmY8xB743T/LQcp3zCRYUd0Rn2Ocaq7YoYGnx8QALItmJcagsX
MwYVsvXtWHHaDGFpcaivLX3e8cVQ+nI7slq1EfJ5xEdtSZ/zcGv+Ve4S6D1HLQ/K
oTQMzematrVvwwJMuqLMQdA1Pdtau3niupB3Se7AUq0bEZYF04Zlo4sOE21K9gSt
lJ5tSq0ohli02uXuQ/ggsqZSIH4t9WirWOMpS4KFkub02AYaicbm6SUyVg+odEaj
cFz+TEqd9C7cGgBL6MkLxXGj0DX64z4yU9lMlqQ8CzuZi5cMfpxvHVm4E+etLnYf
fzZ6jPnf3RbVumxPaRqnz6vceijWtmESg6cBei+phPzMCjjrXP0xng3+Bzqdn/lY
e8znS54o+UWJcENwvGc6tsUtBYGJOe6srIJHrXQKTG3DN6oDN2U5zT4cUBFvlHjx
fdj14m0Y0+gE90iTUJknWVRyyNDhPbYG1YCHRItVUxpGIp9tsV5FRP5qVbiMC7ba
hEsDAxMvL29i1vJbnJPT9e4OPkhEN5IqVQbu0QeOKMYT/YMZZQ==</X509Certificate>
</X509Data>
</KeyInfo>
<CipherData>
<CipherValue>htCjOJKgBcar2fVSD1vhD0F0LGroZogFdTdy68NE7o5yex3wDEn4NNzrnI5NqPpc
LgGU0TBvvKhbRp3eQOsD2i8XBVvBSYl2lsRfMJ/P2DrNG5SaPA1ciD7phvs6K/su
XhuPX771MDbnPf1rTzjxNFrYb3aqK/VcodLOkBSdR+73D6S2UoInJP8jei5g1WTH
aWnrlM9okhKUQA7qQDMuykQtz5rkoxNcmkkg/zbdfHxN83oxBhjDA9JpcOt51HEn
XdcF1t9i4qJxjsz6rzWNNgyZOmPn+doEr5JPWaaKst0r+WZua3yx4p3xhqF/Yyrd
nUQf4HH9bUm95BT7tfXa2g==</CipherValue>
</CipherData>
</EncryptedKey>
</KeyInfo>
<CipherData>
<CipherValue>AAnXXX+0HejVcg1FbU8KqCXB9EoH/jf0AQxlAeZb7ULaHfcl4LgW8use1ycO+AX+
T6EfQiTNkfSnk8sNVUu/41x1uQjGWsv1H/VjQK+kPUi7LciP8yU50cV8JVjl23JN
kkPuJhxBMTre63om+QKkGgpSyju51Dnji9hiPKxbdWqTMaX8W/nsgmVYSOI6uFtI
FunpLyqmx//AAgFqPGVYAbi1o3nOE8ZFE6FpdlPM6TO9Pv/5ZnIWCP47LR5B/Vxb
NP9XaFrK5WbMlar43NBOgmqUDWITJHL1IelQQgOf3nszGxpXQg8ElP6jnbaIZAUN
UHVJM28D6Y8Yt9ipp2JIgQKo+dHpdJsTPfraEZCYmOZ8CldOWbdfXTmaN+FuOuvP
0NJ3UUGlY/EtlUJY6xbdyJbToRZnE7BLjno5y6upU5CWI8EJHMeIvbKWXGQhgpZs
FovEgsiHzSkidWOl4aG6K61cxXRbuidcMeyCe9zhMDhhEKYHpxpa7OL52nHkOnLu
z1JCGvWCJV6dlbcEYd7bwFe3jO5g3X6UdQSPN/umUU5WPvEkf5xihw7yBYGM0rwk
n5xyH+SjdlDEhNRd+uRD1VrQrtmkDgsMWlEnZ6z2KZFIaThUcyj/Vg6DtJL18IOc
RASKLEXCpBi4g47KlSC6G3Ucv0wkn6J6I9p2nkp7PyGsJIRuuEY5STWCufAXQ9oE
4Z33uy6pUc/TsMdxMTvnzXRUoCQRZpHuKiDcak6OcBvZuiO0I88QRVEAhVO8ZSjH
DgGHywrsXAl/Jo9oFkVDlg01tztBbSwmDdUqcEhaVeu5bcAkBf6HXyf5Aq0RF94i
DqyQpHRRVXL73mQovMmuuUdO8EekHZKYtdCFDLqOM4/UxiqbpekDLDZcMBYIkoM2
6lQkWNX33WCLGrY+0xUFpYRjZT0PwCVfSm/eqHYK1a9jyHxpYo2HQbaSy0uetH24
4m/u4IOCs5EtvFzRbXujwvSMbToQMT+aR5pBgewJVegPVz9qV1TIzQiMAOjQbpLS
TaJXLjF42NEL4n1TUnwrdhJWnyepLONdFA3hMv5oOthOhobIl5IBy7jFpQUicljd
BqeaQ1j7GXahNqPl4OA1MyPPt4Gcrxrm+y41V8wAOXtGhLjPn26/oNA8c2xj17yp
qvq+LFRkI/+IgcuEBgBOVb6ublWcjXOHMqQa+lcn9WdEjDTXxoJEVe7PY0M7oG/b
23YnK5Y8Zn5483dq3gmAkra+yF6CzmgFShHPNbOCJOIwsOZgREPrFOPtoo1kTlg9
o+T69at6uTB9k7ux5ts21xW6pmVnUCBKQnQQ8qCMcKUbo6Zk9s05tSPL3j0DwPsV
jnTRpbNmJ9J2EEJwr/zCaSAUWQ/u0zb7Vne4O0feiD5DhEW6GovTNtiv48VcRnVE
cKlw37gER5fOKdA5DKBdzspmCFhy0Yfe0evosr6SXCuNjMKt0ebkrptwR61WnlpJ
0M5HMmgl/snHobtCF6pISrhSviWecPpDBZ7uVA7XlgqyVoVYNgRsE7Q5J0vkX0Ax
GRrErb0NpzvQ1ryg/h5VxRCEeQC5OXxwivERLw6MpWHzSgXy5s6Pene3CIIt0uic
uJbPZpdpYotjkCE9j7s0N8izUzDpqZHg+jtwn2IkM6hS+j1z5kBF+e7xxkvais9l
b9iGr9bMQW/2xYV1+HT4s7AL8myI8yJjvL0AsXP6fd5p5edNp/mmGRKNTfRLqpkI
Cqi2r3qL7LTt9NL2osBn/3LLkWtv9wtRqFwarm/sxmfb6UHslmgCOTBm+ML/rDrf
ZP+EhlmRgyEEwYVJTX53L55pfW+FEGc93VQz6PGlc9pYb6PFc3lAGG4CVKHzSqwV
KNLltkOOhpH2ixaFeAUYWu2SrU8BUqJyj78A/zlGwSp0Pk/hPgMBT0M4/wY60Wu4
RALo6FzRqYsAr4QtVdsdAjUkJTv7qk2dqY7PWpYsn7HIHnUJ7SIeDwofh6f+wEsg
BC/CTZJylY34rbhkmE+JM6SxwY7EKEfhPXvFpBjcn7/XGbfCmG185ArONigNT6Sn
fGsGTbE5UM+IjzV9+iV2UIgn5XXtOHMD3vrNDyPqF+T2b60+7VFYYWir7U3dsyT9
Umsh4799BIFu4EXPNsWQzuOeAUsPh7i6rlrjspKoLSd88IEDpNUYrM6t2PP50Viw
WITq0KOgYbllK9dWS6AsetFQk6/pYJhtBCY3x/ERnJngEJ6Rt+RDxAEHjBS1lhqC
6YSm2c6L9nHUSusSAb5oO5ruZxUoWS7k5/bdS4EaIrZSyQp7NDeQ9RGWAMPOlU+g
YauOPnXJyNcYMyeXbDiZZ5B6lSc7bQxekhl5NMR8cXZwKdPYLIw8aNq+/twY0Lo6
0r7+z4K5ZaicoetqWfFEmwASZtzD2s1T0tJKfZulMIu7qHlUKxmQFUDJe5RtDwzy
pmwsiOODU56WlUwA1XoQxVUKUtC4aLRPgzWpMRI7ivA8G+nuSOh+3JEfZTP8KvmY
oZeU5X7qkE9ZCxbdjN9foKIwqtkKcBJN5ltzL8l01g+FClopFjT/9ADqf84J6J+1
+E66yp4P4nwvv2GllyLT3HH/5cQK42DcJKKreGbsVVsS/ZZnBwC3ozaj4D5enOkG
e18Lb7+iJeBeqJ+mvJ/wZ/xtvssugv4DZbRMzD9mY+jIeshHs2VKBgmEGB+/d7pb
RfP8T8B53Z0dF80FiMCrWBeSeN1c47HhnAYAhbmvaH6Dx36y4a5Pj+1Ir3aPLWEn
gbDg3gjmuCwGKJ8Tk+VYpiBh7JdopCW6RWeFqIij8efdwHrHrZvGOjLEaG/HUPbr
bCaZGolwfCqbYyfjWtNw0bSU5zs+qOTpM60j9OhUTyvhALjG2YYurwUMKdfEhGm+
BqOoZokz2e1C1KiuVU2+AAZWJ3bKga0oKD12Swb1t7Jx19rIKXS7W0eraAdKxQCH
B6QKM9KIu+5/uJEVNOXHST1N/kMupPde2ng31h8kiXOE4SOehVSUcBx3VQKqaBFX
oE+4TU7ZtWuVw1TOdNxe6Oe6oVM4ya1O7LM6jKujX9aCvJyHDf8CytN0fKWkFWXa
LjbtcCiNKeZMjiLJpf5iBDkBO2pYrdGwqOYk+sHfU//GJ6DS0EZfaYiRBEOLFJxb
e2DpSHSyigTJmSflEA+fFqMJ+cKFA44M3w8ijCQWzLFFh9nrdHqG85Y0ESrhS+80
bd4/e3fTYs/DUY8yRPfeRkCibE3WW6dGRacwqooHnKasQQyVvZ0nYj3fsBo9W57I
u2BDlut7/fhpcIB8rOuw++ZWQrkVMupntqDrCY9haExrrhTs0qeNa79uulHB5znk
atVWoFFqiCVpvkUS6ZqdSdanEMYcgBXn3a90XiKVdwmbVMVFCZS+hGwqdRvvUlkJ
X6X2vsFOCIpyR47apSQCiVB77jtN1WsxkYebS5i1vmo6O9zkSJcGMfZH3kYtoZYI
NGSQTXYbvSsiDD2OeQ/CCKPM/nK4jFJ5Me25TuREcoXfqdVhbVoIqxy0vQfvum/A
nZTIn8fnMkhsutpKr9pXxUInc9pr0vLJOkrfY3QdhD/0+trA0IWnYp6LXLxZFFya
wH4k3+nVE9IeV0BdLshEP3j35l1roowct1Xip/FqOdYZX5v7b1IDUwo03+27Pnnp
tWVzbZ7v6WB63eK7X3XiPL9qwEw270heTzfK4lNTOg7CJ640T497qpxX39gq3Bwp
yBhYhVWAuH3PMF56an/NRG/fdKb/cjIVLU8tybtW0nuw6H1qOGWB7nOPjd4Vllrg
IB8U3dA3zG7ahKL+75gLLGODp0Zh3NTpVz+3NuSTE5JYGptslnyzl+ElZDUjoR+6
K1DnMQ1TGFojyslB6LWLZldJsJpl8taXNO10mEMZ9OWUcw/UAS7viSLrxNArZr1h
U7w1wBWuPmLaM/ZHrRQ/hiIIS6gVp9PijMlbxky9t2kaM2RE7vXFZvjT3/idxiPU
WGz6cFLaJ0l68sIjt8hEApWMFpey9e/RuWwitbMHPahgmu6qnWODEshZGVxOcOlV
3JpAlQ2jk+w3rTLqLexWBoP7VoBuhNcSJAZVwA0bHvuXUUf+CYDM3CM1R3UbqucP
9ACgKs4+FYB5aAOLtogj+JYZCxrCtEYo9z1U64kLjrUTJbp6IcW45CSTGzHAdi9O
kj3WzfH4sjvwnt6O1pY2MEl4rvTjalSam6exSZKMJU37aT1l+GoALLS7x2SUOBzn
L3e/sjG5NDpN9Rg3woa7u/7HxQxvdsjeaDZAsiMHcm0h1aer6UxQAGCfjxHv2Hkf
uRV3UGLNi3peX0wZn+e1HDK1miOqNbWQTzu0Rw9bw1PBWZNx07J+vKIClvpoORzy
O8DVyoCMqIzyruxerDWTWbyU+IA23dL0imh4OAbOxqgV/oleoSNuLpoeKHZgCFnB
4j7Yvof7Yc1QPGLQTTGRG87kjB/ljmD1eLZG3PXERmvAtgm/f6cTchGT5rHtJ+OB
+T+pQkQF7xxc7k0DSaqvyo6CaRdzI/PMqPM3gM1ROad6YGtA6qhfbXrT+z0BUcKp
VVZrtqc4rjViKhx3Nr8M65cttNqlEYWU1hIhs5UHYKKkCgOMC9fCHqmqMZR2hxB7
6JKU+vmmWeSh3fX0KHH+K5Ps0P8jLccIERaOrIw0PHzDy1u7yhW33qNTPsVmf3Va
cyWYMgg7qC4FeqSYFcoqhxGbkdNVkbvKFoHklSXQQeTyTaXuBZVqY8SO1cT16uXz
Aim2ofhGDzUGVL/FyQA2ZGEIWTF3BV+6wezmJ0Wxgs8NZKG8Bb0M6OQIYnnAGf7v
6pNLCaNYfzfLJKBTipW37HMyEa9LN4szAkI/ZeQemSmdbFPhiy6SmJ8mvUgKCt4n
ImnIbQXhS3PheVEiWJxeJoycAdWPPXh/UJNYHjl4yBvBa0ee8SpnFc0kQhx+041H
CXxyqGhGqlCkDYBkXmUpxKcfnUjjGRiygEZBtUwIjkxFc6mAp7TThOkopyBApbWC
UwCwRT5xXpseDSfEqLhJ9rtV4lMnoUYgco7Mca4HwISECXbQbe8DR7JaCUxTXhWp
8DfFWAchZbEjeEkqiHVgBwG74thfNZUklHNecyZxnEGzYaHQkQgXq4QcuM4hHK1r
TzN0VLM5+ZU+YJcEqr3lWnI7z4sRBwp3VzUUrUDZGtAvkudqcJODXm+J/P6sk5Ny
x59nqhEkQgH/PcSliOmZqDQyzT+F6Xlr5leGsiah0cs=</CipherValue>
</CipherData>
</EncryptedData></pkif:CreateCertificateIn>
  </soapenv:Body>
</soapenv:Envelope>